tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "marcelomazza/curl-libssh2"
brew "automake"
brew "bash-completion"
brew "bison", link: true
brew "direnv"
brew "docker-compose"
brew "git"
brew "go"
brew "hub", args: ["HEAD"]
brew "icu4c"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "libiconv"
brew "libidn2"
brew "libsass"
brew "libssh2"
brew "libxml2"
brew "libxslt"
brew "mas"
brew "mcrypt"
brew "mysql", restart_service: true
brew "peco"
brew "postgresql", restart_service: true
brew "pwgen"
brew "redis", restart_service: true
brew "ruby-build"
brew "tree"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "marcelomazza/curl-libssh2/curl"
cask "1password"
cask "android-platform-tools"
cask "android-sdk"
cask "charles"
cask "coteditor"
cask "crunch"
cask "dash"
cask "firefox"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-japanese-ime"
cask "iterm2"
cask "java"
cask "kindle"
cask "mysqlworkbench"
cask "night-owl"
cask "slack"
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "CompareMerge", id: 478570084
mas "CotEditor", id: 1024640650
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "JPEGmini", id: 498944723
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
